{
  "blagues": [
    {
      "id": 1,
      "blague": "Pourquoi les chaussettes ont-elles des orteils séparés ? Parce que même les pieds ont besoin d'intimité !"
    },
    {
      "id": 2,
      "blague": "Quel est le jeu préféré des Portugais ?Call of d'outils"
    },
    {
      "id": 3,
      "blague": "Pourquoi les parachutistes sont-ils célibataires ? Parce qu'ils se font larguer !"
    },
    {
      "id": 4,
      "blague": "Un jour, Dark Vador s’est attaqué à Chuck Norris. Depuis, il fait de l’asthme."
    },
    {
      "id": 5,
      "blague": "Pourquoi on met une selle sur un cheval ? Parce qu'en dessous, elle tomberait."
    },
    {
      "id": 6,
      "blague": "Qu'est-ce qui est plus merveilleux que de faire tourner un enfant sur un tourniquet ? L'arrêter avec une pelle."
    },
    {
      "id": 7,
      "blague": "Pourquoi les moutons aiment le chewing-gum ? Car c'est bon pour la laine."
    },
    {
      "id": 8,
      "blague": "Quand Chuck Norris fait un programme, il installe les modules, code et vend le programme... ensuite il demande à quoi il doit servir."
    },
    {
      "id": 9,
      "blague": "Chuck Norris a invité Albert Einstein...à son dîner de cons."
    },
    {
      "id": 10,
      "blague": "Vous savez pourquoi les pets puent ? Pour que les sourds en profitent !"
    },
    {
      "id": 11,
      "blague": "Qu'est ce qui est jaune et qui n'attend pas ? Un citron pressé"
    },
    {
      "id": 12,
      "blague": "Que met un développeur sur sa voiture en hiver ? Une bash."
    },
    {
      "id": 13,
      "blague": "Comment une blonde fait-elle pour faire un double de ses clefs ? Elle les photocopie."
    },
    {
      "id": 14,
      "blague": "Qu'est-ce qu'un cochon volant ? Un aéroport."
    },
    {
      "id": 15,
      "blague": "Mon grand-père avait prédit que le Titanic coulerait, il l'avait répété maintes fois...Mais on a préféré le virer de la salle de cinéma"
    },
    {
      "id": 16,
      "blague": "Un jour, les Power Rangers ont combattu Chuck Norris. Depuis, on les appelle les Teletubbies."
    },
    {
      "id": 17,
      "blague": "Qu'est-ce qui a deux pattes et qui saigne ? Un demi-chien..."
    },
    {
      "id": 18,
      "blague": "Sur quel site internet peut-on trouver un lave-vaisselle pas cher ? Meetic."
    },
    {
      "id": 19,
      "blague": "Chuck Norris mine de la crypto-monnaie...avec la calculette de sa montre Casio"
    },
    {
      "id": 20,
      "blague": "Quand Google ne trouve pas quelque chose, Il demande à Chuck Norris."
    },
    {
      "id": 21,
      "blague": "Quelles sont les choses les plus lourdes de l'univers ? Soleil, Étoiles, Trou noir...et node_modules..."
    },
    {
      "id": 22,
      "blague": "Quelle est la fée la plus paresseuse ? La fée Néante"
    },
    {
      "id": 23,
      "blague": "Que mettre dans un kit de survie pour la fin du monde ? Du chocolat, des cookies et un DVD de !"
    },
    {
      "id": 24,
      "blague": "Un jour Hulk s’est battu contre Chuck Norris. Depuis, il fait de la pub pour du maïs."
    },
    {
      "id": 25,
      "blague": "J'ai dit non ! Mon gynécologue m'a dit pas de sexe pendant 3 semaines. Et que t'as dit ton dentiste ?"
    }
  ]
}
